

START_TEMPLATE = """Привет! 👋

Я — твой помощник для поступления в <b>Тюменский индустриальный университет</b>.
Могу предоставить интересующую тебя информацию. Просто напиши мне, и я сразу отвечу!

/start - Перезупустить бота
/info - Что умеет этот бот?
/subscribe - Оповестить об изменениях в рейтинге"""


INFO_TEMPLATE = """Добро пожаловать! Этот бот создан специально для абитуриентов, стремящихся получить актуальную информацию о процессе поступления в <b>Тюменский индустриальный университет</b>.
С его помощью вы сможете быстро и удобно получать ответы на интересующие вас вопросы, касающиеся подачи документов, вступительных экзаменов, конкурсов и многого другого.

Основные возможности бота:

● Ответы на вопросы о поступлении. Бот поможет разобраться в тонкостях процесса поступления. Задавайте любые вопросы, и бот постарается дать максимально полезный ответ!
● Уведомления об изменениях в рейтингах. Если вы поделитесь своим контактом, бот сможет присылать вам персонализированные уведомления об изменениях в позициях рейтинга. Будьте всегда в курсе актуальной ситуации!
● Также вы можете оценить свои шансы на поступление и получить рекомендации в нашем сервисе: https://online-service-for-applicants.onrender.com/"""


SUBSCRIPTION_DETAIL_TEMPLATE = """Для получения актуальной информации о процессе поступления нужно поделиться контактом с ботом.

<b>Что вы получите?</b>

● Автоматическое оповещение об изменении ситуации в рейтинге.
Мы отправим уведомление в случае как высоких шансов на поступление,
так и в случае не прохода на выбранное вами направление.
● Поможем с подбором направления для поступления на бюджет.
● Оповестим в случае изменения правил приёма.
● Публикация интересной информации."""


